Repository: Ircam-WAM/Alessandria
Catalog: alessandria/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Please select a reader
fr: Veuillez sélectionner un/e utilisateur/trice

source: Please select a a book copy
fr: Veuillez sélectionner un modèle de matériel

source: This book copy was already borrowed by {0}.
fr: Ce matériel a déjà été emprunté par {0}.

source: This reader already exists.
fr: Cet/te utilisateur/trice existe déjà.

source: Readers enabled
fr: Utilisateurs/trices actifs/ves

source: This author already exists.
fr: Ce fabricant existe déjà.

source: This publisher already exists.
fr: Ce fabricant existe déjà.

source: Author
fr: Fabricant

source: Took away
fr: Retiré

source: Software name
fr: Nom de l'application

source: Default country
fr: Pays par défaut

source: Maximal borrowing days
fr: Nombre de jours maximum d'un emprunt

source: Navigation history
fr: Historique de navigation

source: Library name
fr: Nom du parc de matériel

source: Library address 1
fr: Adresse 1 du parc de matériel

source: Library address 2
fr: Adresse 2 du parc de matériel

source: Library zip code
fr: Code postal du parc de matériel

source: Library city
fr: Ville du parc de matériel

source: Library country
fr: Structure de rattachement du parc de matériel (Institut, laboratoire, etc...)

source: Library phone
fr: Téléphone du/de la responsable du parc de matériel

source: Library e-mail
fr: E-mail du/de la responsable du parc de matériel

source: Library website
fr: Site web de la bibliothèque

source: Global settings of the software
fr: Paramètres globaux de l'application

source: Default language
fr: Langue par défaut

source: Language
fr: Langue

source: Languages
fr: Langues

source: Job
fr: Catégorie professionnelle

source: Jobs
fr: Catégories professionnelles

source: Audience
fr: Public cible

source: Audiences
fr: Publics cibles

source: Book condition
fr: Etat du matériel

source: Book conditions
fr: Etats du matériel

source: Book category
fr: Catégorie du matériel

source: Book categories
fr: Catégories du matériel

source: Book sub-category
fr: Sous-catégorie d'un matériel

source: Book sub-categories
fr: Sous-catégories d'un matériel

source: Book tag
fr: Etiquette d'un

source: Book tags
fr: Etiquettes d'un matériel

source: Book origin
fr: Origine d'un matériel

source: Book origins
fr: Origines d'un matériel

source: Software news (item)
fr: Nouveauté de l'application

source: Software news
fr: Nouveautés de l'application

source: Number
fr: Numéro

source: Registration date
fr: Date d'enregistrement

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Gender
fr: Genre

source: Female
fr: Femme

source: Male
fr: Homme

source: Birthdate
fr: Date de naissance

source: Address 1
fr: Adresse 1

source: Address 2
fr: Bureau

source: Zip code
fr: Code postal

source: City
fr: Ville

source: Country
fr: Pays

source: Phone
fr: Tél.

source: Disabled on
fr: Désactivé le

source: Reader
fr: Utilisateur/trice

source: Readers
fr: Utilisateurs/trices

source: Alias
fr: Nom d'emprunt

source: Website
fr: Site web

source: ISBN import
fr: Import ISBN

source: Authors
fr: Fabricants

source: Name
fr: Nom

source: Title
fr: Nom du matériel

source: Publishers
fr: Fabricants

source: Publishing date
fr: Date d'achat

source: Title edition
fr: Titre de l'édition

source: Classification mark
fr: Référence

source: Corresponds to serial number or internal reference
fr: Entrer le numéro de série ou la référence interne

source: Height (inches)
fr: Hauteur (cm)

source: ISBN number
fr: No. ISBN

source: Category
fr: Catégorie

source: Sub-category
fr: Sous-catégorie

source: Abstract
fr: Notice succincte

source: Tags
fr: Etiquettes

source: Cover
fr: Couverture

source: Linked to
fr: Est lié à

source: Invalid ISBN number.
fr: No. ISBN invalide.

source: Number of samples
fr: Nombre d'exemplaires

source: Book
fr: matériel

source: Books
fr: matériels

source: Condition
fr: État

source: Origin
fr: Origine

source: Price
fr: Prix

source: Date (price)
fr: Date (prix)

source: Took out on
fr: Retiré le

source: Book sample
fr: Exemplaire d'un matériel

source: Book samples
fr: Exemplaires des matériels

source: Sample
fr: Exemplaire

source: Borrowed on
fr: Emprunté le

source: Due date
fr: Date d'échéance

source: Returned on
fr: Rendu le

source: Reader borrowing
fr: Emprunt d'un/e utilisateur/trice

source: Reader borrowings
fr: Emprunts des utilisateurs/trices

source: Borrowed on %s
fr: Emprunté le %s

source: Save
fr: Enregistrer

source: Delete
fr: Supprimer

source: Created on
fr: Créé le

source: by
fr: par

source: Updated on
fr: Modifié le

source: Search form
fr: Formulaire de recherche

source: Search
fr: Rechercher

source: records
fr: enregistrements

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: new
fr: nouveau

source: Form
fr: Fiche

source: Author list
fr: Liste des fabricants

source: No author.
fr: Aucun fabricant enregistré.

source: Toggle navigation
fr: Basculer la navigation

source: Home
fr: Accueil

source: Borrowings
fr: Emprunts

source: Add
fr: Ajouter

source: Current borrowings
fr: Emprunts en cours

source: Late borrowings
fr: Emprunts en retard

source: All borrowings
fr: Tous les emprunts

source: List
fr: Liste

source: Log out
fr: Déconnexion

source: Log in
fr: Connexion

source: History
fr: Historique

source: Empty
fr: Vide

source: Samples
fr: Exemplaires

source: removed
fr: retiré

source: Other books of
fr: Autres matériels de

source: Borrowing date
fr: Date d'emprunt

source: Returned
fr: Rendu

source: ISBN import of a book
fr: Import ISBN d'un matériel

source: This book
fr: Ce matériel

source: already exists.
fr: existe déjà.

source: Book found
fr: matériel trouvé

source: This author already exists, it will be linked to the book.
fr: Ce fabricant existe déjà, il sera associé au matériel.

source: This author wasn't found in the database, you will have to create it.
fr: Ce fabricant n'a pas été trouvé dans la base de données, vous devrez le créer.

source: No author is set in ISBN data
fr: Aucun fabricant existant

source: This publisher already exists, it will be linked to the book.
fr: Ce fabricant existe, il sera associé au matériel.

source: This publisher wasn't found in the database, you will have to create it.
fr: Ce fabricant n'a pas été trouvé dans la base de données, vous devrez le créer.

source: No publisher is set in ISBN data
fr: Aucun éditeur ne figure dans les données ISBN

source: Import
fr: Importer

source: Unknown ISBN number.
fr: Numéro ISBN inconnu.

source: Book list
fr: Liste des matériels

source: No book.
fr: Aucun matériel.

source: Back to the publisher
fr: Retour à la fiche du fabricant

source: This sample was removed.
fr: Ce matériel a été retiré.

source: Take out
fr: Retirer

source: Cancel
fr: Annuler

source: Removing the sample
fr: Retrait du matériel

source: Removing a sample means that it won't be part of the samples to be borrowed. However it will be kept in the system history.
fr: Retirer un exemplaire signifie qu'il ne fera plus partie des exemplaires à emprunter. Toutefois il sera conservé dans l'historique du système.

source: Remove
fr: Retirer

source: Confirm suppression
fr: Confirmer la suppression

source: Do you really want to delete
fr: Est-ce que vous souhaitez réellement supprimer

source: Confirm
fr: Confirmer

source: Hello
fr: Bonjour

source: News
fr: Actualités

source: No news.
fr: Aucune actualité.

source: Last books registered
fr: Derniers matériels enregistrés

source: Authentication
fr: Authentification

source: Login
fr: Connexion

source: Username
fr: Nom d'utilisateur/trice

source: Password
fr: Mot de passe

source: Publisher
fr: Editeur

source: See all books of this publisher
fr: Voir tous les matériels de ce fabricant

source: Publisher list
fr: Liste des fabricants

source: No publisher.
fr: Aucun fabricant.

source: Borrowing
fr: Emprunt

source: Borrowing of
fr: Emprunt de

source: New borrowing
fr: Nouvel emprunt.

source: Late
fr: En retard

source: No borrowing.
fr: Aucun emprunt.

source: Disable
fr: Désactiver

source: Summary
fr: Notice succincte

source: Disabling a reader
fr: Désactiver un/e utilisateur/trice

source: Disabling a reader means that he won't be able to borrow books anymore. However he will be kept in the system history.
fr: Désactiver un/e utilisateur/trice signifie qu'il ne pourra plus emprunter de matériels. Toutefois il sera conservé dans l'historique du système.

source: No reader.
fr: Aucun/e utilisateur/trice.

source: Error when saving the record.
fr: Erreur lors de l'enregistrement

source: Record successful saved.
fr: Enregistrement effectué avec succès

source: Login error - wrong username or password.
fr: Erreur de connexion - nom d'utilisateur/trice ou mot de passe incorrect

source: Unable to remove this author because it is referenced in a book.
fr: Impossible de supprimer ce fabricant car il est référencé dans un matériel.

source: Unable to remove this publisher because it is referenced in a book.
fr: Impossible de supprimer ce fabricant car il est référencé dans un matériel.

source: The removing date can't be prior to the registring date.
fr: La date de retrait ne peut être antérieure à la date d'enregistrement.

source: Sample successfully removed.
fr: Exemplaire retiré avec succès.

source: Reader successfully disabled.
fr: Utilisateur/trice désactivé/e avec succès
